Repository: LibreScanner/horus
Catalog: res/locale/*/LC_MESSAGES/horus.po
Languages: de, pt

source: Very high
de: Sehr hoch
pt: Muito alto

source: High
de: Hoch
pt: Alto

source: Medium
de: Mittel
pt: Médio

source: Low
de: Niedrig
pt: Baixo

source: Luminosity
de: Leuchtkraft
pt: Luminosidade

source: Brightness
de: Helligkeit
pt: Brilho

source: Contrast
de: Kontrast
pt: Contraste

source: Saturation
de: Sättigung
pt: Saturação

source: Exposure
de: Belichtung
pt: Exposição

source: Step (º)
de: Schritt (º)
pt: Passo (º)

source: Speed (º/s)
de: Geschwindigkeit (º/s)
pt: Velocidade (º/s)

source: Acceleration (º/s²)
de: Beschleunigung (º/s²)
pt: Aceleração (º/s²)

source: Texture
de: Textur-Scan
pt: Textura

source: Capture mode
de: Aufnahmemodus
pt: Modo de captura

source: Remove background
de: Hintergrund entfernen
pt: Remover fundo

source: Red channel
de: Rotkanal
pt: Canal vermelho

source: Enable threshold
de: Schwellenwert aktivieren
pt: Ativar limite

source: Threshold
de: Schwellenwert
pt: Limite

source: Enable blur
de: Unschärfe aktivieren
pt: Ativar desfocagem

source: Blur
de: Unschärfe
pt: Desfocagem

source: Enable window
de: Fenster aktivieren
pt: Ativar janela

source: Window
de: Fenster
pt: Janela

source: Refinement
de: Raffinesse
pt: Requinte

source: Open
pt: Abertura

source: Enable open
de: Open aktivieren
pt: Ativar abertura

source: Pattern
de: Muster
pt: Padrão

source: Capture texture
de: Textur-Aufnahme
pt: Capturar textura

source: Left
de: Links
pt: Esquerdo

source: Right
de: Rechts
pt: Direito

source: Both
de: Beide
pt: Ambos

source: Use laser
de: Laser verwenden
pt: Usar laser

source: Use ROI
de: ROI verwenden
pt: Usar ROI

source: Diameter (mm)
de: Durchmesser (mm)
pt: Diâmetro (mm)

source: Height (mm)
de: Höhe (mm)
pt: Altura (mm)

source: Choose point cloud color
de: Punktwolkenfarbe wählen
pt: Escolher cor da nuvem de pontos

source: Gray
de: Grau
pt: Cinzento

source: Line
de: Linie
pt: Linha

source: Video
pt: Vídeo

source: Save image
de: Bild speichern
pt: Salvar imagem

source: Move
de: Verschieben
pt: Mover

source: Enable
de: Aktivieren
pt: Ativar

source: Send
de: Senden
pt: Enviar

source: Perform autocheck
de: Selbsttest durchführen
pt: Efetuar verificação automática

source: Pattern rows
de: Musterzeilen
pt: Linhas do padrão

source: Pattern columns
de: Musterspalten
pt: Colunas do padrão

source: Square width (mm)
de: Quadratbreite (mm)
pt: Comprimento do quadrado (mm)

source: Origin distance (mm)
de: Musterabstand (mm)
pt: Distância de origem (mm)

source: Width
de: Breite
pt: Largura

source: Height
de: Höhe
pt: Altura

source: Rotate
de: Drehen
pt: Rodar

source: Camera matrix
de: Kameramatrix
pt: Matriz da câmara

source: Distortion vector
de: Verzerrungsvektor
pt: Vetor de distorção

source: Use distortion
de: Verzerrung verwenden
pt: Usar distorção

source: Distance left (mm)
de: Abstand links (mm)
pt: Distância à esquerda (mm)

source: Normal left
de: Normal
pt: Esquerda normal

source: Distance right (mm)
de: Abstand rechts (mm)
pt: Distância à direita (mm)

source: Normal right
de: Normal
pt: Direita normal

source: Rotation matrix
de: Rotationsmatrix
pt: Matriz de rotação

source: Translation vector (mm)
de: Translationsvektor (mm)
pt: Vetor de tradução (mm)

source: Estimated size
de: Geschätzte Größe
pt: Tamanho estimado

source: Rectangular
de: Rechteckig
pt: Retangular

source: Board
de: Leiterplatte
pt: Placa

source: Invert motor
de: Motor umdrehen
pt: Inverter motor

source: Language
de: Sprache
pt: Idioma

source: Workbench
de: Zentrale
pt: Área de controlo

source: Advanced mode
de: Erweiterter Modus
pt: Controlo avançado

source: Model color
de: Modellfarbe
pt: Cor do modelo

source: Last clear log date
de: Letztmaliges Leeren des Ereignisprotokolls.
pt: Data da última eliminação de registo

source: Launch wizard
de: Assistent starten
pt: Abrir assistente

source: Open model
de: Modell öffnen
pt: Abrir modelo

source: Save model
de: Modell speichern
pt: Guardar modelo

source: Clear model
de: Modell löschen
pt: Limpar modelo

source: Open profile
de: Profil öffnen
pt: Abrir perfil

source: Save profile
de: Profil speichern
pt: Guardar perfil

source: Reset profile
de: Profil zurücksetzen
pt: Repor perfil

source: Open calibration
de: Kalibrierung öffnen
pt: Abrir calibragem

source: Save calibration
de: Kalibrierung speichern
pt: Guardar calibragem

source: Reset calibration
de: Kalibrierung zurücksetzen
pt: Repor calibragem

source: Export log
de: Ereignisprotokoll exportieren
pt: Exportar registo

source: Export log file
de: Ereignisprotokolldatei exportieren
pt: Exportar ficheiro de registo

source: Clear log
de: Ereignisprotokoll löschen
pt: Limpar registo

source: Clear log file
de: Ereignisprotokolldatei löschen
pt: Limpar ficheiro de registo

source: Exit
de: Beenden
pt: Sair

source: File
de: Datei
pt: Ficheiro

source: Preferences
de: Einstellungen
pt: Preferências

source: Edit
de: Bearbeiten
pt: Editar

source: Panel
de: Zentrale
pt: Painel

source: Scene
de: Szene
pt: Enquadramento

source: Scanning
de: Scannen
pt: Digitalização

source: View
de: Ansicht
pt: Ver

source: Welcome
de: Willkommen
pt: Boas-vindas

source: Updates
de: Aktualisierungen
pt: Atualizações

source: Sources
de: Quellen
pt: Fontes

source: About
de: Über
pt: Acerca de

source: Help
de: Hilfe
pt: Ajuda

source: Open 3D model
de: 3D-Modell öffnen
pt: Abrir modelo 3D

source: Save 3D model
de: 3D-Modell speichern
pt: Guardar modelo 3D

source: Select profile file to load
de: Wähle die Profildatei aus, die geladen werden soll.
pt: Selecione ficheiro de perfil a carregar

source: Select profile file to save
de: Wähle die Profildatei aus, die gespeichert werden soll.
pt: Selecione ficheiro de perfil a guardar

source: Profile reset
de: Profil zurücksetzen
pt: Reposição do perfil

source: Select log file to save
de: Zu speichernde Profildatei auswählen
pt: Selecione ficheiro de registo a guardar

source: Horus is an Open Source 3D Scanner manager
de: Horus ist ein Open Source 3D-Scanner-Manager
pt: Horus é um gestor de Scanner 3D Open Source.

source: You are running the latest version of Horus!
de: Du hast die aktuellste Version von Horus installiert!
pt: Está a executar a versão mais recente do Horus!

source: Updated!
de: Aktualisiert!
pt: Atualizado!

source: Scanner unplugged
de: Scanner abgesteckt
pt: Scanner desconectado.

source: Scanner has been unplugged. Please, plug it in and press connect
de: Der Scanner wurde abgesteckt. Bitte stecke ihn an und klicke auf „Verbinden“.
pt: O scanner foi desconectado. Conecte-o e prima Conectar.

source: Delete object
de: Objekt löschen
pt: Eliminar objeto

source: Pattern distance
de: Musterabstand
pt: Distância do padrão

source: Minimum distance between the origin of the pattern (bottom-left corner) and the pattern's base surface (mm)
de: Mindestabstand zwischen dem Ursprung des Musters (linke untere Ecke) und der Grundfläche des Musters (mm).
pt: Distância mínima entre a origem do padrão (canto inferior esquerdo) e a superfície de base do padrão (mm)

source: Pattern distance (mm)
de: Musterabstand (mm)
pt: Distância do padrão (mm)

source: Accept
de: Annehmen
pt: Aceitar

source: Cancel
de: Abbrechen
pt: Cancelar

source: New version available!
de: Es ist eine neue Version verfügbar!
pt: Nova versão disponível!

source: Download
pt: Transferir

source: Diameter
de: Durchmesser
pt: Diâmetro

source: Depth
de: Länge
pt: Profundidade

source: Browse
de: Laden
pt: Procurar

source: Default
de: Standard
pt: Predefinição

source: Save
de: Speichern
pt: Guardar

source: Select binary file to load
de: Wähle eine Binär-Datei, die geladen werden soll
pt: Selecione o ficheiro binário a carregar

source: Change the luminosity until colored lines appear over the chess pattern in the video
de: Verändere die Leuchtkraft, bis über dem Schachmuster im Video bunte Linien erscheinen.
pt: Altere a luminosidade até as linhas a cores aparecerem sobre o padrão axadrezado no vídeo.

source: Invert the motor direction
de: Motor-Drehrichtung umkehren
pt: Inverter direção do motor

source: Binary file
de: Binärdatei
pt: Ficheiro binário

source: External file...
de: Externe Datei...
pt: Ficheiro externo...

source: Clear EEPROM
de: EEPROM löschen
pt: Limpar EEPROM

source: 3D window error
de: 3D-Fensterfehler
pt: Erro na janela 3D

source: Don't show this dialog again
de: Dieses Dialogfeld nicht mehr anzeigen
pt: Não mostrar esta caixa de diálogo novamente

source: Create new
de: Neu erstellen
pt: Criar novo

source: Wizard mode (step by step)
de: Assistenten-Modus (Schritt für Schritt)
pt: Modo de assistente (passo a passo)

source: Scan using recent settings
de: Scannen mit den letzten Einstellungen
pt: Digitalizar com definições recentes

source: Advanced adjustment
de: Erweiterte Einstellungen
pt: Ajuste avançado

source: Advanced calibration
de: Erweiterte Kalibrierung
pt: Calibragem avançada

source: Open recent file
de: Letzte Datei öffnen
pt: Abrir ficheiro recente

source: Do you really want to exit?
de: Möchtest du wirklich beenden?
pt: Quer mesmo sair?

source: Exit wizard
de: Assistenten beenden
pt: Sair do assistente

source: You have completed the wizard. Press Play button to start scanning.
de: Du hast den Assistenten beendet. Klicke auf die Abspiel-Schaltfläche, um den Scan-Vorgang zu starten.
pt: Concluiu o assistente. Prima o botão Play para iniciar a digitalização.

source: Ready to scan!
de: Scannen kann beginnen!
pt: Pronto para digitalizar!

source: Resolution
de: Auflösung
pt: Resolução

source: Set the motor step. High (0.45º), Medium (0.9º), Low (1.8º)
de: Lege die Motorenschritte fest. Hoch (0.45º), Mittel (0.9º), Niedrig (1.8º)
pt: Definir o passo do motor. Alto (0.45º), Médio (0.9º), Baixo (1.8º)

source: Calibration
de: Kalibrierung
pt: Calibragem

source: Put the pattern on the platform as shown in the picture and press "Calibrate"
de: Lege das Muster auf die Plattform, wie im Bild gezeigt, und klicke auf "Kalibrieren".
pt: Coloque o padrão na plataforma, conforme ilustrado na figura, e prima "Calibrar"

source: Calibrate
de: Kalibrieren
pt: Calibrar

source: Calibration canceled. To try again press "Calibrate"
de: Kalibrierung abgebrochen. Klicke auf "kalibrieren", um es erneut zu versuchen.
pt: Calibragem cancelada. Para tentar novamente, prima "Calibrar"

source: Calibration failed
de: Kalibrierung abgebrochen
pt: Calibragem falhou

source: Success. Please press "Next" to continue
de: Alles OK. Bitte klicke auf „Weiter“, um fortzufahren.
pt: Sucesso. Prima "Seguinte" para continuar.

source: Scanner calibrated correctly
de: Der Scanner wurde korrekt kalibriert.
pt: Scanner calibrado corretamente

source: Success
de: Alles OK.
pt: Sucesso

source: Connection
de: Verbindung
pt: Ligação

source: Connect
de: Verbinden
pt: Ligar

source: Put the pattern on the platform as shown in the picture and press "Auto check"
de: Lege das Muster auf die Plattform, wie im Bild gezeigt, und klicke auf "Selbsttest".
pt: Coloque o padrão na plataforma, conforme ilustrado na figura, e prima "Verificação automática"

source: Auto check
de: Selbsttest
pt: Verificação automática

source: Unplug and plug your camera USB cable and try to connect again
de: Bitte stecke das USB-Kabel deiner Kamera ab und wieder an, und versuche dann erneut, sie zu verbinden.
pt: Desligue e ligue o cabo USB da câmara e tente ligar novamente

source: Please, download and install the camera driver: http://support.logitech.com/en_us/product/hd-webcam-c270
de: Bitte laden Sie und den Kameratreiber installieren: http://support.logitech.com/en_us/product/hd-webcam-c270
pt: Por favor, faça o download e instalar o driver da câmera: http://support.logitech.com/en_us/product/hd-webcam-c270

source: Manual laser adjustment
de: Manuelle Lasereinstellung
pt: Ajuste manual dos lasers

source: Scanner configured correctly
de: Der Scanner wurde korrekt eingestellt.
pt: Scanner configurado corretamente

source: Disconnect
de: Trennen
pt: Desligar

source: Skip
de: Überspringen
pt: Ignorar

source: Next
de: Weiter
pt: Seguinte

source: Adjustment workbench
de: Steuerzentrale
pt: Área de controlo de ajuste

source: Scan capture
de: Scan-Erfassung
pt: Captura de digitalização

source: Image luminosity. Low values are better for environments with high ambient light conditions. High values are recommended for poorly lit places
de: Bildhelligkeit. Niedrige Werte sind besser für gut ausgeleuchtete Umgebungen, während für Umgebungen mit schwachem Licht höhere Werte empfohlen werden.
pt: Luminosidade da imagem. Os valores baixos são melhores para ambientes com boa luz ambiente. Os valores altos são recomendados para locais com pouca luz.

source: Relative difference in intensity between an image point and its surroundings. Low values are recommended for black or very dark colored objects. High values are better for very light colored objects
de: Relativer Intensitätsunterschied zwischen einem Bildpunkt und seiner Umgebung. Niedrige Werte werden für schwarze oder sehr dunkle Objekte empfohlen, während für Objekte mit hellen Farben eher hohe Werte verwendet werden sollten.
pt: Diferença relativa em intensidade entre um ponto da imagem e os pontos circundantes. Os valores baixos são recomendados para objetos pretos ou muito escuros. Os valores altos são melhores para objetos de cor muito clara.

source: Purity of color. Low values will cause colors to disappear from the image. High values will show an image with very intense colors
de: Farbreinheit. Bei niedrigen Werten verschwinden die Farben aus dem Bild, hohe Werte zeigen das Bild mit kräftigen Farben.
pt: Pureza da cor. Os valores baixos fazem com que as cores desapareçam da imagem. Os valores altos mostram uma imagem com cores muito intensas.

source: Amount of light per unit area. It is controlled by the time the camera sensor is exposed during a frame capture. High values are recommended for poorly lit places
de: Lichtmenge pro Flächeneinheit. Sie wird durch die Zeitspanne gesteuert, die der Kamerasensor während der Aufnahme eines Einzelbildes ausgesetzt ist. Für schlecht beleuchtete Umgebungen werden hohe Werte empfohlen.
pt: Quantidade de luz por unidade de área. É controlada pelo tempo durante o qual o sensor da câmara está exposto numa captação de fotogramas. Os valores altos são recomendados para locais com pouca luz.

source: Scan segmentation
de: Scan-Segmentierung
pt: Segmentação da digitalização

source: Remove all pixels which intensity is less that the threshold value
de: Entferne alle Pixel, deren Intensität unter dem Schwellenwert liegt.
pt: Remover todos os píxeis cuja intensidade for menor do que o valor limite.

source: Blur with Normalized box filter. Kernel size: 2 * value + 1
de: Unschärfe mit dem Normalized box filter. Kernelgröße: 2 * Wert -1
pt: Desfocar com Filtro de caixa normalizado. Tamanho do kernel: 2 * valor + 1

source: Filter pixels out of 2 * window value around the intensity peak
de: Pixel außerhalb des Wertes 2 * innerhalb der maximalen Intensität filtern.
pt: Filtrar os pixeis de valor de janela 2 * à volta do pico de intensidade

source: Calibration capture
de: Kalibrierungsaufnahme
pt: Captura de calibragem

source: Calibration segmentation
de: Kalibrierungssegmentierung
pt: Captura de segmentação

source: Scanning workbench
de: Scanzentrale
pt: Área de digitalização

source: Play
de: Abspielen
pt: Reproduzir

source: Stop
pt: Parar

source: Pause
pt: Pausar

source: Calibration parameters are not correct. Please perform calibration process: 1. Scanner autocheck 2. Laser triangulation 3. Platform extrinsics
de: Kalibrierungsparameter sind nicht korrekt. Bitte führe den Kalibrierungsprozess durch: 1. Scanner Selbsttest 2. Lasertriangulation 3. Plattformexterne Parameter
pt: Os parâmetros de calibragem não estão corretos. Efetue o processo de calibragem: 1. Verificação automática do scanner 2. Triangulação dos lasers 3. Parâmetros extrínsecos da plataforma

source: Wrong calibration parameters
de: Falsche Kalibrierungsparameter
pt: Parâmetros de ligação errados

source: Laser triangulation calibration has been performed with different camera intrinsics values. Please perform Laser triangulation calibration again: 1. Scanner autocheck 2. Laser triangulation
de: Die Kalibrierung der Lasertriangulation wurde mit kameraeigenen Werten durchgeführt. Bitte führe die Kalibrierung der Lasertriangulation erneut durch: 1. Scanner Selbsttest 2. Lasertriangulation
pt: A calibragem por triangulação dos lasers foi efetuada com diferentes valores de câmara intrínsecos. Efetue a calibragem por triangulação dos lasers novamente: 1. Verificação automática do scanner 2. Triangulação dos lasers

source: Platform extrinsics calibration has been performed with different camera intrinsics values. Please perform Platform extrinsics calibration again: 1. Scanner autocheck 2. Platform extrinsics
de: Plattformexterne Kalibrierung wurde mit verschiedenen kameraeigenen Werten durchgeführt. Bitte führe die plattformeexterne Kalibrierung erneut durch: 1. Scanner Selbsttest 2. Plattformexterne Parameter
pt: A calibragem dos parâmetros extrínsecos foi efetuada com diferentes valores intrínsecos de câmara. Efetue a calibragem dos parâmetros extrínsecos da plataforma novamente: 1. Verificação automática do scanner 2. Parâmetros extrínsecos da plataforma

source: Scanning finished!
de: Scannen beendet!
pt: Digitalização concluída!

source: Rotating platform
de: Rotierende Plattform
pt: Plataforma giratória

source: Point cloud ROI
de: ROI-Punktwolke
pt: Nuvem de pontos ROI

source: Use a Region Of Interest (ROI). This cylindrical region is the one being scanned. All information outside won't be taken into account during the scanning process
de: Region of Interest (ROI) verwenden. Dies ist der zylindrische Bereich, der gerade gescannt wird. Alle außerhalb befindlichen Informationen werden während des Scannens nicht berücksichtigt.
pt: Utilizar uma Região de Interesse (ROI). Esta região cilíndrica é a que está a ser digitalizada. Os dados exteriores não serão considerados durante o processo de digitalização.

source: Point cloud color
de: Punktwolkenfarbe
pt: Cor da nuvem de pontos

source: Control workbench
de: Steuerzentrale
pt: Área de controlo

source: Camera control
de: Kamerasteuerung
pt: Controlo da câmara

source: Laser control
de: Lasersteuerung
pt: Controlo do laser

source: LDR control
de: LDR-Steuerung
pt: Controlo LDR

source: Motor control
de: Motorsteuerung
pt: Controlo do motor

source: Gcode Control
de: Gcode-Steuerung
pt: Controlo do Gcode

source: Calibration workbench
de: Kalibrierzentrale
pt: Área de calibragem

source: Camera intrinsics (advanced)
de: Kamerainterne Parameter (erweitert)
pt: Valores intrínsecos da câmara (avançado)

source: Default values are recommended. To perform the calibration, click over the video panel and press space bar to perform the captures.
de: Standardwerte werden empfohlen. Klicke auf das Videofeld und drücke die Leertaste, um die Aufnahmen durchzuführen.
pt: São recomendados os valores predefinidos. Para efetuar a calibragem, clique no painel de vídeo e prima a barra de espaço para efetuar as capturas.

source: Reset
de: Zurücksetzen
pt: Repor

source: Start
pt: Iniciar

source: Press space bar to continue
de: Drücke die Leertaste, um fortzufahren
pt: Prima a barra de espaço para continuar.

source: Laser triangulation
pt: Triangulação dos lasers

source: Laser triangulation result
de: Ergebnis der Lasertriangulation
pt: Resultados da triangulação dos lasers

source: Reject
de: Ablehnen
pt: Rejeitar

source: Lasers calibrated correctly
de: Die Laser wurden korrekt kalibriert.
pt: Lasers calibrados corretamente

source: Put the pattern on the platform as shown in the picture and press "Start"
de: Lege das Muster auf die Plattform, wie im Bild gezeigt, und klicke auf "Start".
pt: Coloque o padrão na plataforma, conforme ilustrado na figura, e prima "Calibrar".

source: Platform extrinsics
de: Plattformexterne Parameter
pt: Parâmetros extrínsecos da plataforma

source: Platform extrinsics result
de: Ergebnis der plattformexternen Parameter
pt: Resultados dos parâmetros extrínsecos da plataforma

source: Platform calibrated correctly
de: Plattform wurde korrekt kalibriert.
pt: Plataforma calibrada corretamente

source: Camera intrinsics result
de: Ergebnis der kamerainternen Parameter
pt: Reposição dos valores intrínsecos da câmara

source: Scanner autocheck
de: Scanner Selbsttest
pt: Verificação automática do scanner

source: Pattern settings
de: Mustereinstellungen
pt: Definições do padrão

source: Number of corner rows in the pattern
de: Anzahl der Eckzeilen im Muster
pt: Número de linhas de cantos no padrão

source: Number of corner columns in the pattern
de: Anzahl der Eckspalten im Muster
pt: Número de colunas de cantos no padrão

source: Square width in the pattern (mm)
de: Quadratbreite im Muster (mm)
pt: Comprimento do quadrado no padrão (mm)

source: Video settings
de: Video einstellungen
pt: Configurações de vídeo

source: Camera intrinsics
de: Kamerainterne Parameter
pt: Valores intrínsecos da câmara

source: Circular
de: Rund
